---
kind: other
id: Methods.T:Autodesk.Revit.DB.ParameterFilterUtilities
source: html/bb68bc8f-2450-4293-15cb-5df09c2a127a.htm
---
# ParameterFilterUtilities Methods

Returns the set of categories that may be used in a ParameterFilterElement.